---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingHeight
source: html/adf448d9-1459-be21-fe0b-c996fcc5d427.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingHeight Property

"Railing Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingHeight { get; }
```